package lab5.task3;

public class Main {
    /*
    Завдання 3. Напишіть інформаційну систему “Корпорація”.
    Програма повинна забезпечувати:введення даних;
    редагування даних співробітника корпорації;
    видалення співробітника корпорації;
    пошук співробітника корпорації за прізвищем;
    вивід інформації про усіх співробітників(за віком; за прізвищем,
    що розпочинається з відповідної літери).
    Організуйте можливість збереження знайденої інформації у файл - звіт.
    Врахувати, що список співробітників зберігається у файлі.
    При старті програми проходить завантаження списку співробітників
    корпорації із вказаного користувачем файлу. При виході з програми –
    автоматично іде перезапис інформації у файл, якщо список співробітників був оновлений.
    У процесі виконання програми за командою користувача, може бути виконано перезапис файлу,
    що містить список співробітників.
     */

    
}
